Repository: flyingsquirrel0419/locally
Catalog: App/Resources/HF.xcstrings
Source language: en
Languages: ko

# hf.token.placeholder
source: Access token (hf_…)
ko: 액세스 토큰 (hf_…)

# hf.token.save
source: Save token
ko: 토큰 저장

# hf.token.verify
source: Verify
ko: 확인

# hf.token.remove
source: Remove token
ko: 토큰 삭제

# hf.connected.as
source: Connected as %@
ko: %@ 계정으로 연결됨

# hf.token.footer
source: The token is stored in the Keychain and is only used for Hugging Face requests.
ko: 토큰은 키체인에 저장되며 Hugging Face 요청에만 사용됩니다.

# models.add.button
source: Add model
ko: 모델 추가

# models.add.title
source: Add Model
ko: 모델 추가

# models.add.placeholder
source: org/name or Hugging Face link
ko: org/이름 또는 Hugging Face 링크

# models.add.analyzing
source: Analyzing…
ko: 분석 중…

# models.add.analyze
source: Analyze
ko: 분석

# models.add.cancel
source: Cancel
ko: 취소

# models.result.type
source: Type
ko: 유형

# models.result.parameters
source: Parameters
ko: 파라미터

# models.result.quantization
source: Quantization
ko: 양자화

# models.result.downloadSize
source: Download size
ko: 다운로드 크기

# models.result.formats
source: Formats
ko: 포맷

# models.result.context
source: Context length
ko: 컨텍스트 길이

# models.result.files
source: Files to download (%lld)
ko: 다운로드할 파일 (%lld개)

# models.result.estimate
source: Estimate
ko: 추정치

# models.result.weightMemory
source: Weight memory (Estimate)
ko: 가중치 메모리 (추정치)

# models.result.remoteCodeWarning
source: This repository requires running custom code and is not supported.
ko: 이 저장소는 사용자 정의 코드 실행이 필요하여 지원되지 않습니다.

# models.result.estimate.footer
source: Estimate only — full device compatibility analysis runs after download.
ko: 추정치입니다 — 전체 기기 호환성 분석은 다운로드 후 실행됩니다.

# hf.error.keychain
source: Couldn't access the Keychain.
ko: 키체인에 접근할 수 없습니다.

# hf.error.unknown
source: Something went wrong. Try again.
ko: 문제가 발생했습니다. 다시 시도하세요.
